{ 
"results": {

"roles": [

{
"role":"The Hero",
"role_img":"icon-lead.svg",
"descrip":"Is there more to their story than meets the eye?"
},
{
"role":"The Baddie",
"role_img":"icon-baddie.svg",
"descrip":"Truly evil or just misunderstood?"
},
{
"role":"The Sidekick",
"role_img":"icon-sidekick.svg",
"descrip":"Do they have their own intriguing story?"
},
{
"role":"The Lover",
"role_img":"icon-love.svg",
"descrip":"Are they heroes themselves?"
},
{
"role":"The Bystander",
"role_img":"icon-bystander.svg",
"descrip":"How does their perspective change the story?"
},
{
"role":"The Sage",
"role_img":"icon-sage.svg",
"descrip":"The voice of wisdom. Are they really indestructible?"
},
{
"role":"The Comedian",
"role_img":"icon-comic.svg",
"descrip":"How do they keep things light?"
},
{
"role":"The SuperStar",
"role_img":"icon-comic.svg",
"descrip":"What's their motivation?"
},
{
"role":"Other",
"role_img":"icon-other.svg",
"descrip":"Choose your own role. Who do you want to imagine?"
}

],

"characters": [

{
"char_id":"C000001",
"char_name":"Elizabeth Bennet",
"role":"The Hero",
"backstory":"Eizabeth lives on a country estate in England. She is the second of five daughters. Elizabeth does not have any formal schooling but learned on her own through reading and informal instruction from her father.",
"personality":"Elizabeth is clever, high-spirited, and strong-willed. She often speaks her mind openly.",
"interests":"Elizabeth takes pleasure in many things, icluding reading. She can play the piano but not very well.",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000002",
"char_name":"Fitzwilliam Darcy",
"role":"The Love Interest",
"backstory":"Darcy is an extremely wealthy landowner of noble birth in England. Both his parents have passed away and he is raising of his teen sister Georgiana.",
"personality":"Darcy does not make a good first impression. Really he is just shy, but his shyness is often mistaken for coldness and reserve.",
"interests":"Darcy enjoys outdoor sports including fishing, hunting, and horseback riding.",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000003",
"char_name":"Jane Bennet",
"role":"The Sidekick",
"backstory":"Jane lives on a country estate in England. She is the eldest of five daughters.",
"personality":"Jane is kind, wholehearted, and good. She believes the best of everybody.",
"interests":"Jane ",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000004",
"char_name":"Charles Bingley",
"role":"The Sidekick",
"backstory":"Charles is independently wealthy. He inherited his fortune through trade. Charles has two sisters, one of whom is married.",
"personality":"Charles is dependable, generous, and patient. He is a loyal friend. He is so trusting that he sometimes relies on the opinions of his friends more than his own.",
"interests":"Charles enjoys outdoor sports including fishing, hunting, and horseback riding.",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000005",
"char_name":"Lydia Bennet",
"role":"Other",
"backstory":"Lydia lives on a country estate in England. She is the youngest of five daughters.",
"personality":"Lydia is frivolous and flirtatious. She's never intentionally cruel, but can be selfish and thoughtless.",
"interests":"Lydia likes fashion, gossip, and meeting new people.",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000006",
"char_name":"George Wickham",
"role":"The Baddie",
"backstory":"George is a playboy with a shady past.",
"personality":"George is extremely charming and likeable when you first meet him, but at his core, he is selfish and heartless.",
"interests":"George likes gambling, drinking, and chasing women.",
"theme":"Public Domain",
"setting_place":"England",
"setting_time":"during the Regency era",
"source":"Pride and Prejudice",
"author":"Jane Austen",
"appearances":""
},
{
"char_id":"C000007",
"char_name":"Alice",
"role":"The Hero",
"backstory":"Alice is a little girl who goes on lots of adventures.",
"personality":"Alice is often very logical. She acts much older than her young age.",
"interests":"Alice likes picnics.",
"theme":"Public Domain",
"setting_place":"Wonderland",
"setting_time":"once upon a time",
"source":"Alice's Adventures in Wonderland",
"author":"Lewis Carroll",
"appearances":""
},
{
"char_id":"C000008",
"char_name":"Queen of Hearts",
"role":"The Baddie",
"backstory":"The Queen of Hearts rules Wonderland along with her husband, The King of Hearts.",
"personality":"The Queen of Hearts is illogical and easily angered. She frequently orders beheadings, but no one is ever killed because her husband the King quietly pardons the victims when his wife isn't paying attendion.",
"interests":"The Queen loves to play croquet. She also enjoys ordering beheadings.",
"theme":"Public Domain",
"setting_place":"Wonderland",
"setting_time":"once upon a time",
"source":"Alice's Adventures in Wonderland",
"author":"Lewis Carroll",
"appearances":""
},
{
"char_id":"C000009",
"char_name":"Dorothy Gale",
"role":"The Hero",
"backstory":"Dorothy is an orphan from Kansas. She lives on a farm with her aunt and uncle. Her best friend is her little dog Toto.",
"personality":"Dorothy is smart, brave, and beautiful. She is a true and loyal friend.",
"interests":"Dorothy likes adventure.",
"theme":"Public Domain",
"setting_place":"The Land of Oz",
"setting_time":"once upon a time",
"source":"The Wonderful Wizard of Oz",
"author":"L. Frank Baum",
"appearances":""
},
{
"char_id":"C000010",
"char_name":"Robin Hood",
"role":"The Sidekick",
"backstory":"Robin Hood is an outlaw who steals from the rich and gives to the poor.",
"personality":"Robin Hood is strong, brave, and stands up for what he believes in even if it goes against established rules. He is loyal to his King, Richard the Lionhearted.",
"interests":"Robin Hood is an excellent archer.",
"theme":"Public Domain",
"setting_place":"Camelot",
"setting_time":"once upon a time",
"source":"13th Century Folklore",
"author":"Unknown",
"appearances":""
},
{
"char_id":"C000011",
"char_name":"Harold Meyer",
"role":"The Bystander",
"backstory":"Harold is a bank teller at the community bank where he's worked for 20 years, ever since leaving high school. He has a wife and 2 boys. The oldest, John, is in the marines and has just left for basic training. The younger one, Tim, has been in trouble for skipping school. Tim is always sullen and combative. Harold and his wife Angie are going through a rough patch. They barely speak anymore except to fight.",
"personality":"A bit meek and unconfrontational. Bullied by his boss at the bank. Harold tends to shut down when his wife gets angry with him and just goes silent. People in town know him as a good man though they mostly just don't think of him at all.",
"interests":"Harold enjoys watching golf on TV, modelling trains, appreciates a good steak. Used to take his boys to the loca minor league baseball games but hasn't been in years. They don't much like to hang out with him anymore.",
"theme":"Tragedy",
"setting_place":"Midwestonia",
"setting_time":"in modern day",
"source":"Original",
"author":"BeeDubb",
"appearances":""
},
{
"char_id":"C000012",
"char_name":"Brooklyn",
"role":"The Love Interest",
"backstory":"Brooklyn now lives in a small Midwestern town but was born in Brooklyn, NY where she grew up. She just moved to her new town over the summer. Her mom wanted to be closer to family and now, today is her first day of school at her new high school. It's been a really slow summer and hard to meet people in this new town without being in school.",
"personality":"Brooklyn is not silly. She's very matter-of-fact. She's friendly, interested in people, and not scared or intimidated easily. She's sporty, strong-willed and chatty.",
"interests":"Brooklyn likes to hang out with her friends, explore new places, go to music shows and learn from people.",
"theme":"Tragedy",
"setting_place":"Midwestonia",
"setting_time":"in modern day",
"source":"Original",
"author":"DubbTrac",
"appearances":""
},
{
"char_id":"C000013",
"char_name":"Gru",
"role":"The Sidekick",
"backstory":"Gru is the first mate of a ragtag pirate ship. He was adopted by the ship steward when he was just a kit, found on the doorstep during a stopover in the West Indies. He lost vision in one eye while trying to navigate the ship in a bad storm. He is a weasel who has never met another weasel in all his sea travels.",
"personality":"A fast talker quick with a joke. Doesn't often show his private feelings. No one knows it, but he likes navigating because he likes watching the sunset from the crow's nest. He's got a mind for figures. He can persuade anyone into doing anything. He's bad at thinking about the future - long-term planning.",
"interests":"Gru likes to play dice, balance on things and eat the sour core of apples no one else likes. He always loses games of chess to the second mate but plays every other day during breaks. He never starts fights or bar brawls but is always the second one to join in. He is terrible at dancing. He's a great fiddle player and he likes collecting old postcards/letters.",
"theme":"Free Write",
"setting_place":"The Open Sea",
"setting_time":"long ago",
"source":"Original",
"author":"MsKnee",
"appearances":""
},
{
"char_id":"C000014",
"char_name":"Cynthia Wong",
"role":"The Baddie",
"backstory":"My character is from Sunset Park, Brooklyn. She has two older siblings, one working mother, and doesn't know her father. Family is close, older siblings look after because mother is always working. She's moved around a lot because of her mother's work and doesn't have extended family close by or a close network of friends.",
"personality":"Stubborn, vivacious, doesn't like being told what to do. Insecure, loyal, doens't like following rules. Feels compelled to show everyone she's tough, independent.",
"interests":"Cynthia likes building things, taking them apart and putting them back together. She loves sports, especially boxing. She doesn't like school and would rather spend her time outside.",
"theme":"Free Write",
"setting_place":"New York",
"setting_time":"in the recent past",
"source":"Original",
"author":"PJoo",
"appearances":""
},
{
"char_id":"C000015",
"char_name":"Claudina",
"role":"The Hero",
"backstory":"Claudina Heros a meetup that brings together people interested in programming, especially LESS, SASS and HTML5. She is seen as sa unique Heroer in the community especially being a queer woman of color. Her family is from the midwest but is putting down roots on the east coast. ",
"personality":"Extroverted when in groups but an introvert at heart, reaches out to people in need, expert at managing groups and expectations and a great listener. She does have a temper though and can become impatient when circumstances veer away from what she plans.",
"interests":"Programming! Teaching programming! Teaching and being around kids. Group sports - soccer, roller derby, speaking at conferences, connecting with new people.",
"theme":"Free Write",
"setting_place":"New York",
"setting_time":"in modern day",
"source":"Original",
"author":"MegKhan",
"appearances":""
},
{
"char_id":"C000016",
"char_name":"Silent Unicorn",
"role":"The Hero",
"backstory":"Silent Unicorn grew up on the underside of a rainbow. Her chidhood was a series of showers followed by sunshine. She has no brothers or sisters.",
"personality":"Silent Unicorn generally observes, but chimes in when something peaks her interest. She runs from one end of a space or group to another trying to cast a presence around the entire situation. She is very loyal to those she considers her friends.",
"interests":"She likes to mix colors into new shades she hasn't seen before.",
"theme":"Free Write",
"setting_place":"Metropolis",
"setting_time":"in the near future",
"source":"Original",
"author":"Anon0001",
"appearances":""
},
{
"char_id":"C000017",
"char_name":"Esperanto",
"role":"The Love Interest",
"backstory":"Esperonto was born on a small rural farm on the border town of Colorado. He was worked his whole life doing heavy manual work, but also has been educating himself on the classics. His intention is to attend a top university so that he may be able to have a living to help his parents pay off the farm and so that he might be able to extend their real estate holdings.",
"personality":"Esperonto is the strong, silent type.",
"interests":"Esperonto likes reading, writing, log tossing, tractor pulls, and is fascinated with flying.",
"theme":"Free Write",
"setting_place":"Montmartreau",
"setting_time":"in the far future",
"source":"Original",
"author":"Greedo1000",
"appearances":""
},
{
"char_id":"C000018",
"char_name":"Sethina Lestrange",
"role":"The Baddie",
"backstory":"Sethina has one brother, but he is a good guy. So she constantly has to fight against him. She grew up in Transilvania and is an expert on vampires. The people on her mom's side are vampires, so she is part vampire, but can control herself and is not bothered by crosses. When Sethina was little, she went to a private school and got send to detention every other day. She bullied the little kids. All the people on her dad's side are normal. Sethina's most treasured possession is a green safire that she wears on a necklace all the time.\n\nSethina has waist-length black hair that she keeps in a braid that is tied by an actual vain. She always wears a dark red belt that has skulls on it. She likes to wear white gloves, especially when she is on a mission. She always wears dark blue leggings and a black top that usually has some kind of design on it. Sometimes Sethina will wear a flowy dark purple skirt.",
"personality":"She is very tricky and a master when it comes to wedgies. She loves to pull pranks and even her fellow bad guys can't even trust her. Sethina is always prepared for anything and not put up or bothered that she has to fight her brother – she actually enjoys it, because she never liked him.",
"interests":"Sethina's favorite color is black. Sethina loves to shoot bow and arrows. She also does Kung Fu and Karate.",
"theme":"Free Write",
"setting_place":"Moon Kingdom",
"setting_time":"in",
"source":"Original",
"author":"Luna9",
"appearances":""
},
{
"char_id":"C000019",
"char_name":"Chandria",
"role":"The Love Interest",
"backstory":"Chandria is a girl that's very bubbly and she meets this very serious and mysterious guy at her school.",
"personality":"She's bubbly and friendly. Giving up is not in her dictionary.",
"interests":"She likes reading and talking to her friends.",
"theme":"Free Write",
"setting_place":"Metropolis",
"setting_time":"the near future",
"source":"Original",
"author":"Anon0002",
"appearances":""
}

],

"stories": [
{
"story_id":"S000001",
"story_title":"A Trip to Kaulana",
"story_summary":"Claudina finally gets a well deserved vacation.",
"author":"DubbTrac",
"contributors":"MegKhan",
"main_char":"Claudina",
"other_chars":"",
"story_type":"Scene",
"is_featured":"NO",
"featured_text":"n/a",
"story_text":"Claudina's group was picking up popularity with the coding community and funding started rolling in. Her next group was supposed to start in January and she decided a change of scenery might be nice–certainly possible with the funds she was receiving. She threw a dart at a ampa and it landed on the tropical island of Kaulana–perfect for a cdoe intensive but fun trip for the group. She sent out the email to the 14 involved to let them know about the opportunity she was willing to offer them, and set up a meeting time. Best ot meet them all first to make sure they're all sane and can get along. Plus, she wanted to find out more about Kate, who was a friend of a friend, and had signed up for her course a few weeks ago. "
},
{
"story_id":"S000002",
"story_title":"Untitled",
"story_summary":"Harold changes his luck.",
"author":"PamJoo",
"contributors":"DubbTrac",
"main_char":"Harold Meyer",
"other_chars":"",
"story_type":"Scene",
"is_featured":"YES",
"featured_text":"Today, Harold is at work.Harold is experiencing an especially difficult day. He's fed up with the way he's let people treat him at work. He left the house this morning with his wife screaming at him for something minor. He gets up from his desk to go to the bathroom but finds himself walking to the elevator.",
"story_text":"Today, Harold is at work. Harold is experiencing an especially difficult day. He's fed up with the way he's let people treat him at work. He left the house this morning with his wife screaming at him for something minor. He gets up from his desk to go to the bathroom but finds himself walking to the elevator. "
},
{
"story_id":"S000003",
"story_title":"Untitled",
"story_summary":"Harold meets Brooklyn.",
"author":"BeeDubb",
"contributors":"DubbTrac, PamJoo",
"main_char":"Harold Meyer",
"other_chars":"Brooklyn",
"story_type":"Scene",
"is_featured":"YES",
"featured_text":"'I'd like to open a checking account please.'<br><br>Harold glanced up at the young girl standing in front of him. She held a few papers, which she shuffled nervously.<br><br>'No problem. Let's get you started,'' Harold said as he began typing things into the computer. This girl was unfamiliar; twenty years in this town and Harold knew most everyone. 'You new in town?'",
"story_text":"'Id like to open a checking account please.'<br><br>Harold glanced up at the young girl standing in front of him. She held a few papers, which she shuffled nervously.<br><br>'No problem. Let's get you started,' Harold said as he began typing things into the computer. This girl was unfamiliar; twenty years in this town and Harold knew most everyone. 'You new in town?'<br><br>'My parents moved here this summer.'<br><br>'You know, I have a son about your age, you at Jefferson High?'<br><br>Bringing up Tim was a gamble, Harold wasn't sure he was even making it in to school most days, but small talk was part of the job.<br><br>'Tim Meyer? He's a junior.'<br><br>The girl shook her head without recognition. <br><br>'Well, look out for him maybe.' Harold said with a smile. A pretty girl might not provoke the same hostility in Tim that Harold himself did. 'Just don't tell him I sent you. I'm not his favorite person at the moment.'<br><br>It was a routine conversation but one that Harold would regret for the rest of his life."
},
{
"story_id":"S000004",
"story_title":"Untitled",
"story_summary":"Gru is on the night watch.",
"author":"MegKhan",
"contributors":"MsKnee",
"main_char":"Gru",
"other_chars":"",
"story_type":"SCENE",
"is_featured":"NO",
"featured_text":"N/A",
"story_text":"The crew was winding down from a joyful night of drinking, dancing, and feasting. Gru, of course, had been Heroing the musical efforts, his fiddle echoing in the dark night air as he perched on the edge of the ship. The captain wandered over to him, whispering, \"The sea is calm now. Want to navigate for a bit? I've seen you sneak into the crow's nest before.\""
},
{
"story_id":"S000005",
"story_title":"Untitled",
"story_summary":"Cynthia remembers her dad.",
"author":"MsKnee",
"contributors":"PamJoo",
"main_char":"Cynthia Wong",
"other_chars":"",
"story_type":"SCENE",
"is_featured":"YES",
"featured_text":"The only thing I know about my dad is his favorite brand of cigarettes. Or, at least, his favorite brand circa 1951, the year he left my mom, me, and my two sisters.",
"story_text":"The only thing I know about my dad is his favorite brand of cigarettes. Or, at least, his favorite brand circa 1951, the year he left my mom, me, and my two sisters.<br><br>I found all of the packs he never got to smoke in a neat cardboard box in a drawer in the garage. The one with all of the nails, assorted hammers, and one nested pair of shears. A little box with the word 'November 24' scrawled on top in black marker in unrecognizable handwriting. Writing that's nothing like my mom's careful cursive, Vivian's efficient capitals, Annie's loops and curls. I've started smoking them. <br><br>They taste heavy and to the point–like his handwriting."
},
{
"story_id":"S000006",
"story_title":"End of the Rainbow",
"story_summary":"",
"author":"Anon001",
"contributors":"",
"main_char":"Silent Unicorn",
"other_chars":"",
"story_type":"Snippet",
"is_featured":"YES",
"featured_text":"They were both looking up at the sky. Waiting for . . .",
"story_text":"They were both looking up at the sky. Waiting for . . ."
},
{
"story_id":"S000007",
"story_title":"Ms. Bubbly Meets Mr. Serious",
"story_summary":"",
"author":"Anon002",
"contributors":"",
"main_char":"Chandria",
"other_chars":"John",
"story_type":"Snippet",
"is_featured":"NO",
"featured_text":"N/A",
"story_text":"'Something about you makes me want to get to know you a lot more.' - Chandria<br><br>'At first you were annoying but each day I spend with you, I start to feel something in my stomach everytime you say hi to me.' - John"
},
{
"story_id":"S000008",
"story_title":"Ms. Bubbly Meets Mr. Serious",
"story_summary":"",
"author":"Anon002",
"contributors":"",
"main_char":"Chandria",
"other_chars":"John",
"story_type":"Scene",
"is_featured":"NO",
"featured_text":"N/A",
"story_text":"Chandria and John went to the park. Chandria didn't know that there was a surprise waiting for her from John. Chandria was amazed by what she saw balloons everywhere and there were a path walk of roses. Her heart started to beat really fast she was speechless."
},
{
"story_id":"S000009",
"story_title":"Ms. Bubbly Meets Mr. Serious",
"story_summary":"",
"author":"Anon002",
"contributors":"",
"main_char":"Chandria",
"other_chars":"John",
"story_type":"Remix",
"is_featured":"NO",
"featured_text":"N/A",
"story_text":"It was the first day of school and Chandria was really excited. She hopped out of the car. With all of her excitement, she bumped into this serious guy. The guy said sorry her and left. Something had pushed Chandria to follow the guy. Chandria followed the guy and asked if they could be friends but the guy just ignored her. When Chandria entered her class she saw the mysterious guy earlier so she decided to sit next to him. The teacher took role and she learned that his first name is John. Months has passed, Chandria and John became great friends. John realized that he started to have feeling for her so he decided to surprise her. The next day...... Chandria and John went to the park. Chandria didn't know that there was a surprise waiting for her from John. Chandria was amazed by what she saw balloons everywhere and there were a path walk of roses. Her heart started to beat really fast she was speechless. That time John asked Chandria to be his girlfriend and she said yes! They knew a lot more things are going to happen to them and they are ready to conquer all of it together. THE END"
},
{
"story_id":"S000010",
"story_title":"The Decision",
"story_summary":"",
"author":"Luna9",
"contributors":"",
"main_char":"Sethina LeStrange",
"other_chars":"Nindoji LeStrange",
"story_type":"Script",
"is_featured":"YES",
"featured_text":"Never fight a moonwalker.",
"story_text":"Sethina: You! Nindoji: Yes me, sister! S: I think you've heard that I no longer permit the name sister for me. N: I have heard, girl of darkness. S: Then call me by my name or else I will kill you quicker. N: Try, if you like, but I have no intentions of fighting you. S: Well, that's just too bad for you. Because you never loved me when I was little, so I won't return the favor. N: Well, we shall see. S: Nindoji, never sneer at a black knight. N: Never fight a moonwalker. S: I will spare your life for now, but a warning: you'll regret the days of the past when I'm through with you. "
},
{
"story_id":"S000011",
"story_title":"Esperonto's Run",
"story_summary":"",
"author":"Greedo1000",
"contributors":"",
"main_char":"Esperonto",
"other_chars":"Dora",
"story_type":"Script",
"is_featured":"NO",
"featured_text":"N/A",
"story_text":"Dora: Esperonto! Where are you going so suddenly? Esperonto: Dora, I shall miss you, but there is something I must do for my family. I won't forget you\" Dora: You better not. I'll track you down and KILL you if you get hurt out there! Those men are dangerous."
}
]

}
}